[
    {
      "quote": "Nova São Paulo devora os fracos e corrompe os fortes. Escolha seu veneno com sabedoria, choom.",
      "author": "Fixer anônimo"
    },
    {
      "quote": "Nesta cidade, você é livre para fazer qualquer coisa — desde que tenha créditos suficientes para comprar essa liberdade.",
      "author": "Doutrina das Ruas"
    },
    {
      "quote": "Os ricos vivem nas nuvens, os pobres morrem na lama, e o resto de nós? Nós dançamos na chuva ácida.",
      "author": "Grafite na Zona Leste"
    },
    {
      "quote": "Quando a Guardian bate à sua porta, você já está preso. Quando uma corporação bate à sua porta, você já foi vendido.",
      "author": "Runner da ZS"
    },
    {
      "quote": "CyberJenkins te leva ao paraíso por uma hora e ao inferno pelo resto da vida. Mas nesta cidade, uma hora de paraíso já vale o preço.",
      "author": "Dealer do Brás"
    },
    {
      "quote": "A guerra acabou oficialmente em 2099. Os tiros pararam. Mas a verdadeira guerra? Estamos lutando até hoje — só mudamos as armas.",
      "author": "Veterano de 2099"
    },
    {
      "quote": "Em Nova São Paulo, a lealdade é a moeda mais valiosa e a mais falsificada.",
      "author": "Líder da TO Mancha"
    },
    {
      "quote": "Metade da cidade vive de dia, metade vive de noite, mas todos nós sonhamos no mesmo pesadelo neon.",
      "author": "Poeta de Augusta"
    },
    {
      "quote": "As corporações construíram as paredes desta cidade, mas as gangues conhecem todas as rachaduras.",
      "author": "Jenkins, neurohacker"
    },
    {
      "quote": "A diferença entre um mártir e um criminoso? Quem está contando a história no dia seguinte.",
      "author": "Sobre Well"
    },
    {
      "quote": "Implantes te fazem mais rápido. Armas te fazem mais forte. Mas informação? Informação te faz imortal.",
      "author": "Mercador de dados"
    },
    {
      "quote": "Seu corpo é hardware. Sua mente é software. Sua alma? Um bug que ninguém conseguiu corrigir.",
      "author": "Ripperdoc da Caldeira"
    },
    {
      "quote": "A Guardian protege e serve. A pergunta é: protege o quê e serve a quem?",
      "author": "Manifesto subversivo"
    },
    {
      "quote": "Todo mundo tem um preço em Nova São Paulo. A única diferença é que alguns são mais caros que outros.",
      "author": "BitMarauder"
    },
    {
      "quote": "Você pode trocar seus olhos, seus braços, seu coração. Mas nunca troque sua palavra. É a única parte de você que ainda vale alguma coisa.",
      "author": "Código dos Fixers"
    }
  ]